7zip
alsa-utils
android-udev
archlinux-xdg-menu
base
base-devel
bat
bluez-utils
btrfs-progs
ccache
cliphist
dnsmasq
docker
dosfstools
dunst
dust
efibootmgr
ethtool
fail2ban
fastfetch
fdupes
file-roller
firefox
fuzzel
fwupd
fzf
gimp
git
git-lfs
github-cli
gitleaks
gnome-keyring
go
gparted
grub
grub-btrfs
helvum
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
i2c-tools
imv
inotify-tools
intel-ucode
inter-font
isoimagewriter
kitty
kvantum
lib32-nvidia-utils
libreoffice-fresh
libva-nvidia-driver
linux
linux-firmware
linux-headers
lostfiles
lvm2
man-db
man-pages
mat2
mpv
msmtp
neovim
network-manager-applet
noto-fonts
noto-fonts-emoji
nvidia-dkms
nvidia-utils
nvm
nvme-cli
nvtop
nwg-look
obs-studio
obsidian
ollama-cuda
openbsd-netcat
openssh
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
papirus-icon-theme
pavucontrol
pipewire
pkgfile
pkgstats
plocate
proton-vpn-gtk-app
protonmail-bridge
pyenv
python-pip
qalculate-gtk
qbittorrent
qemu-full
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rclone
reflector
restic
rust
sddm
smartmontools
speech-dispatcher
spotify-launcher
steam
syncthing
tectonic
telegram-desktop
thunar
thunderbird
timeshift
torbrowser-launcher
torsocks
tree
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-atkinson-hyperlegible
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
udiskie
ufw
unrar
unzip
usbutils
uv
uwsm
veracrypt
virt-manager
waybar
wikiman
wine-mono
wtype
xdg-desktop-portal-hyprland
xdg-user-dirs
xorg-xeyes
xorg-xhost
yadm
yazi
yt-dlp
zathura-pdf-mupdf
zip
zoxide
zsh
